Задание намбер нуль

Придумать историю с персонажами, с описанием локаций, разговоры и история мира

Вступление

“вода падает вниз, чтобы потом подняться в небеса и вновь упасть…”


Некратос - воин. За спиной узорчатый щит с марацеловыми камнями. Марацел- магический камень, изгоняющий заклинания Смерть тела и Жажда Нечисти. Сбоку булава, обычная булава и изогнутыми в многочисленных боях шипами. В руках пересидовый меч, выкованный в Пересидовых шахтах, Минтаровых гор. Меч выкован гномьей гильдией Повелителей Огня- Аранидами.

Некратос - воин из легиона Мамеров, последний воин эпохи Падения шамана. Примерный возраст - 1300 лет

Чародей Альпина из гильдии Альрона. Знаток Магии Разрушения Хиронос и хранитель пламени Альтуроса.
Оружие Альпина - гримуар заклинаний Маргелон- книга Возрождения и посох Древней Чаши Мира, вырезанный из корня Всепоглощающего Амирана - древа Веков.
Альпина познакомился с Некратосом и Силирикой  в битве под Охероном (Битва Тридцати Воинств)
Возраст Альпина составляет около 890 лет


Силирика - бард, целительные песни которой не раз вытаскивали из лап зловещей Мортироны, ангела Смерти, самых отважных воинов. Арфа Вдохновения, усиленная камнями Ариутос, поднимает мертвых и вдохновляет на победу.
Примерный возраст Силирики - 697 лет


...Эту история мне рассказал старый эльф Никетос, который был у нас в гостях 17 дней и ночей, пережидая Великий Аринос - ежегодный ливневый сезон. В тот день я сидел у окна, и грустно смотрел на стекающие по оконной раме струйки воды, уходящие под каменную ограду нашего сада.

- "Знаешь, вода падает вниз, чтобы потом подняться в небеса и вновь упасть…
Я расскажу тебе легенду...кхммм..это было взаправду очень давно..."

Никетос присел в кресло, прищурил свой взгляд, будто бы пытаясь вспомнить что-то и...
Он начал петь о девушке по имени Силирика, которая шла со своей арфой по недавнему полю боя и позади нее поднимались на ноги самые храбрые и сильный бойцы, недавно павшие от магических заклинаний противника.

Поодаль от неё, кривляясь и шипя, шла Мартирона, которая пришла за душами погибших воинов и зловеще оскаливалась на вновь восставших к жизни, но ничего не могла поделать.
Силирика пела о журчащих горных и долинных ручьях, которые протекали мимо деревень этих храбрых войнов. Она пела и о древе Веков...

Там, где она проходила, действовала магия исцеления земли - Алинисия. Тела тех  войнов, чьи души уже успела забрать Мортирона (слабые и грешные), сгорали в чистом пламени Аранидов и земля вокруг преображалась в долину полную зелени и цветов. Утерянная когда-то магия Ариутос возвращала Жизнь.

Силирика познакомилась с Альпиной и Некратосом в битве под Охероном и, исцелив Некратоса, они стали лучшими друзьями.

Эта троица: сильный и широкоплечий Некратос, высокий и худощавый Альпина и смазливый и женственный бард Силирика могла свернуть горы во имя правосудия. Но однажды....

В харчевне города Хронтор играла приятная музыка (описание харчевни 20 строк)

Начинается экшен, шум во дворе и оборванный путник впадает в харчевню…

Уставший путник выкрикнул:

- ‘Эмелтейло сахибу барат сугонна! Местэрро ориффо гаратос!’

Силирика побледнела. Ее лицо стало словно камень..

Лялял-лялял разговоры

После слов Силирики, онемел даже Некратос

Сборы в дорогу

Описание локаций, текущей и дальних

Конец первой части…продолжение  будет позже







