Некратос- воин. За спиной узорчатый щит с марацеловыми камнями. Марацел- магический камень, изгоняющий заклинания Смерть тела и Жажда Нечисти. Сбоку булава, обычная булава и изогнутыми в многочисленных боях шипами. В руках пересидовый меч, выкованный в Пересидовых шахтах, Минтаровых гор.Меч выкован гномьей гильдией Повелителей Огня- Аранидами.

Некратос - воин из легиона Мамеров, последний воин эпохи Падения шамана. Примерный возраст - 1300 лет


Чародей Альпина из гильдии Альрона. Знаток Магии Разрушения Хиронос и хранитель пламени Альтуроса.
Оружие Альпина - гримуар заклинаний Маргелон- книга Возрождения и посох Древней Чаши Мира, вырезанный из корня Всепоглощающего Амирана - древа Веков.
Альпина познакомился с Некратосом и Силирикой  в битве под Охероном (Битва Тридцати Воинств)
Возраст Альпина составляет около 890 лет

Силирика - бард,целительные песни которой не раз вытаскивали из лап зловещей Мортироны, ангела Смерти, самых отважных войнов. Арфа Вдохновения, усиленная камнями Ариутос, поднимает мертвых и вдохновляет на победу.
Примерный возраст Силирики - 697 лет

...Эту история мне рассказал старый эльф Никетос, который был у нас в гостях 17 дней и ночей, пережидая Великий Аринос - ежегодный ливневый сезон. В тот день я сидел у окна, и грустно смотрел на стекающие по оконной раме струйки воды, уходящие под каменную ограду нашего сада.

- "Знаешь, вода падает вниз чтобы потом подняться в небеса и вновь упасть..Я расскажу тебе легенду...кхммм..это было взаправду очень давно..."

Никетос присел в кресло, прищурил свой взгляд, будто бы пытаясь вспомнить что-то и начал...


